module.exports = {
    startTxt: "<b>Привет 👋</b>\n" +
        "\n" +
        "На связи команда <b>КОТА!</b>\n" +
        "\n" +
        "Этот бот <b>БЕСПЛАТНО</b> выдаёт доступ к <b>PRIVATE KOTA!</b>\n" +
        "\n" +
        "🏆 Закрытый <b>«PRIVATE KOTA»</b>.\n" +
        "<blockquote>Здесь есть торговый чат, где ежедневно публикуются сигналы по различным криптовалютам от Дениса. Вы можете следовать сигналам других трейдеров или делиться своими точками входа в позиции. Также у нас есть отдельные разделы с разборами торговых индикаторов Liquidity Map, OI-Rate и Liquidation Rate, RSI, TPO-profile.</blockquote>\n" +
        "\n" +
        "⭐️ Академия <b>«EDUCATION KOTA»</b>.\n" +
        "<blockquote>Мы создали ресурс, где собираем всю самую полезную информацию о криптовалютах, а также обучающие материалы, которые предоставят вам все актуальные знания и инструменты для самостоятельной торговли. В данной академии есть 16 уроков с домашними заданиями и методичками.</blockquote>\n" +
        "🎁 <u>Участники сообщества «PRIVATE KOTA»</u> получают скидку <b>-50%</b> на приобретение Академии «EDUCATION KOTA».\n" +
        "\n" +
        "\n" +
        "<b>Следующий шаг</b> — выбери, что тебя интересует из этих двух продуктов, нажав на соответствующую кнопку 👇",

    privateKotaStartTxt: "📈💰Отлично, рад что ты выбрал доступ к <b>PRIVATE KOTA</b>!, мы предоставим Вам доступ абсолютно бесплатно.\n" +
        "\n" +
        "Есть только 2 условия для вступления:\n" +
        "<u>1. Быть зарегистрированным по нашей ссылке на ByBit</u>\n" +
        "\n" +
        "<u>2. Иметь на балансе биржи сумму >= 100$</u>\n" +
        "\n" +
        "<b>Для чего это условие?</b>\n" +
        "Это приятный бонус для нашей команды, за организацию самого крутого закрытого ресурса по крипте.\n" +
        "\n" +
        "❗️ Если у Вас уже есть аккаунт на ByBit - пришлите сообщением свой <b>UID</b>.\n" +
        "Если регистрировались не по нашей ссылке - все равно пришлите свой UID сообщением и бот поможет получить доступ.\n" +
        "\n" +
        "Если у Вас еще нет аккаунта, нажмите на кнопку <b>\"Зарегистрироваться\"</b> или введите реферальный код <b>KOTA</b> при регистрации в приложении ByBit.",

    uidRefuse: "Упс... Мы проверили UID который Вы прислали, но похоже Вы не являетесь нашим рефералом.\n" +
        "\n" +
        "Но это поправимо, ниже будет инструкция как стать нашим рефералом на ByBit, несмотря на то, что Вы регистрировались изначально не по нашей ссылке.\n" +
        "\n" +
        "👉 Вам нужно зарегистрировать новый аккаунт на ByBit или использовать реферальный код <b>KOTA</b> при регистрации на сайте или в приложении.\n" +
        "\n" +
        "Зарегистрируйте его на другую почту и телефон, в будущем измените на прежние данные.\n" +
        "\n" +
        "После этого Вы сможете перенести KYC верификацию со старого аккаунта на новый.\n" +
        "\n" +
        "После того, как все будет готово, пришлите свой UID сюда. Бот автоматически выдаст Вам доступ.",
    uidChange: "Да, у биржи ByBit официально есть такая функция:\n" +
        "1. Войдите в свой текущий аккаунт ByBit, перейдите в <b>\"Верификация KYC\"</b> и нажмите \"Пройти\".\n" +
        "2. Кликните <b>\"Передача личных данных\"</b> в правом верхнем углу (Вы передаете свои данные на свой же новый аккаунт, никто кроме Вас не имеет к ним доступа).\n" +
        "3. Пройдите проверку безопасности, следуя инструкциям на экране.\n" +
        "4. Прочтите и примите Условия во всплывающем окне, нажмите <b>\"Продолжить\"</b>.\n" +
        "5. Укажите адрес почты или телефон нового аккаунта, нажмите \"Продолжить\".\n" +
        "6. Введите код подтверждения из email или SMS.\n" +
        "7. После проверки, ваша верификация будет перенесена на новый аккаунт.\n" +
        "\n" +
        "Мы подготовили для Вас подробную инструкцию как легко это сделать: https://teletype.in/@cryptakota/bybitChangeRef\n" +
        "\n" +
        "❗️Если возникнут сложности - напишите нам, мы поможем @managerkota\n" +
        "\n" +
        "\n" +
        "Когда всё будет готово✅ - <u>Пришлите сюда свой UID</u>",
    uidFind: "🔎 <b>ГДЕ ВЗЯТЬ UID на Bybit?</b>\n\n" +
        "Следуйте инструкциям на скриншотах, чтобы быстро найти ваш UID! ✅\n\n" +
        "1️⃣ На компьютерной версии\n" +
        "2️⃣ В мобильном приложении\n\n" +
        "После того, как все будет готово, пришлите свой UID сообщением сюда. Бот автоматически выдаст Вам доступ.",

    educationKotaStartTxt: "<b>Информация будет совсем скоро продукт дорабатывается❗</b>",

    doneRegistration: "<b>Благодарим тебя за поддержку нашей команды!🤝</b> \n" +
        "\n" +
        "Предоставлю вам доступ в <b>PRIVATE KOTA💸</b> - https://t.me/+jEvwVPLVxtwwYjNi\n" +
        "\n" +
        "<blockquote>Также совсем скоро среди активных пользователей, которые торгуют на <b>бирже Bybit</b>, в скором времени будут <b>разыгрываться призы</b> и <b>доступ в академию</b> \"EDUCATION KOTA\"🧠👨‍💻.</blockquote>",
    noRegistrationDoneDepNo: "<b>Вижу ваш UID, вы уже наш партнёр✅</b>\n" +
        "\n" +
        "Но для получения доступа в закрытое сообщество \"PRIVATE KOTA\"📈💰, <u>вам нужно выполнить ещё 2 условия:</u>\n" +
        "1️⃣ Пройти <b>KYC-верификацию</b>;\n" +
        "2️⃣ <u>Пополнить ваш баланс</u> на бирже Bybit <b>на сумму от 100$</b>;\n" +
        "\n" +
        "<blockquote>После того как вы выполните эти условия, снова отправьте мне ваш <b>UID</b>, и я предоставлю вам доступ в закрытое сообщество «PRIVATE KOTA» 📈💰.</blockquote>",
    msg50min: "За последний час у нас произошло много интересного, мы зарезервировали для Вас место в комьюнити, но все ещё не получили <b>Ваш UID</b> ❤️\n" +
        "\n" +
        "Прямо сейчас Вас ждёт👇\n" +
        "\n" +
        "✅ Чат с сигналами от трейдеров и чат для общения и взаимопомощи\n" +
        "✅ Доступ к ботам ARKHAM, которые сигнализируют манипуляции на альткоинах, которые мы также используем в торговле.\n" +
        "✅ Наши индикаторы и боты, которых мы используем и разрабатываем для торговли.\n" +
        "✅ Еженедельный видео разбор рынка и создания торгового плана на неделю.\n" +
        "✅ Вечный доступ к закрытому сообществу PRIVATE KOTA.\n" +
        "✅ Подробные методички по торговым инструментам.\n" +
        "\n" +
        "Бот автоматически выдаст доступ, просто <b>пришлите UID</b>.\n" +
        "\n" +
        "Если у вас возникнут вопросы или проблемы, мы всегда готовы помочь. Обращайтесь в <a href=\"https://t.me/managerkota\">поддержку</a>.",
    msg2h: "💬 У нас есть важный разговор.\n" +
        "\n" +
        "<b>Сейчас — идеальный момент, чтобы начать врываться в крипту</b>. Мы не просто говорим, а показываем на деле, как всё работает. \n" +
        "\n" +
        "За последние сутки мы получили <b>уведомление о крупном переводе монеты STRK на биржу</b> и успешно зашортили её, зафиксировав прибыль💸.\n" +
        "\n" +
        "📈 Ты слышал, что нужно платить за информацию? Мы не такие. Мы даём тебе все необходимые инструменты бесплатно, чтобы ты начал зарабатывать с первого дня.\n" +
        "\n" +
        "Да, придётся поработать, придётся учиться, и это займёт время. Но разве твоя будущая финансовая свобода не стоит того?\n" +
        "\n" +
        "Это твой выбор. \n" +
        "Мы не будем навязываться. \n" +
        "\n" +
        "Но если ты готов изменить свою жизнь — <b>присылай свой UID</b> и начинаем 🚀"
}
